import React from "react";
import { makeStyles } from "@material-ui/core/styles";

const useStyles = makeStyles((theme) => ({
  root: {},
}));

export default ({ props }) => {
  const classes = useStyles();
  return (
    <>
      <b>
        श्लोक उच्चारण प्रतियोगिता का आयोजन कर मनायेंगे गीता महोत्सव, 25 तक चलेगा
        कार्यक्रम
      </b>
      सिरसा। हरियाणा योग परिषद, आयुष विभाग एवं हरियाणा सरकार के अंतर्गत पतंजलि
      योग समिति व अन्य संगठनों के सहयोग से 21 दिसम्बर से 25 दिसम्बर तक श्लोक
      उच्चारण प्रतियोगिता का आयोजन कर गीता जयंती महोत्सव मनायेगा। प्रतियोगिता का
      समय सायं 3 बजे से 5:30 बजे तक रहेगा। महिला पतंजलि योग समिति की जिला
      प्रभारी किरण बाला ने बताया कि उक्त प्रतियोगिता बरनाला रोड़ स्थित शांति
      सरोवर, ब्रह्माकुमारी आश्रम में होगी। उन्होंने बताया कि 5 दिवसीय कार्यक्रम
      के दौरान योग, ध्यान शिविर के साथ-साथ गीता श्लोकोच्चारण प्रतियोगिता का
      आयोजन किया जायेगा। उन्होंने बताया कि हरियाणा सरकार के आयुष विभाग के
      अंतर्गत हरियाणा योग परिषद द्वारा प्रत्येक जिले में आध्यात्मिक एवं
      सांस्कृतिक संस्थाओं के सहयोग से आयोजन किया जा रहा है। कार्यक्रम प्रतिदिन
      सायं 3 बजे से 5:30 बजे तक रहेगा। विजेता प्रतिभागियों को हरियाणा योग परिषद
      की ओर से पुरस्कृत किया जायेगा।
      <b>ये होंगे कार्यक्रम</b>
      हरियाणा योग परिषद और पंतजलि योग समिति परिवार हरियाणा मिलकर पांच दिवसीय
      ध्यान शिविर व गीता श्लोक प्रतियोगिता का आयोजन जिला स्तर पर करेगा। 21 से 25
      दिसम्बर तक सायं 3:00 बजे से 5:30 बजे तक यह कार्यक्रम चलेगा। श्लोक
      प्रतियोगिता गीता के श्लोक पर आधारित होगी। इस दौरान 40 वर्ष की आयु तक के
      लिए 20 श्लोक, 60 वर्ष की आयु तक के लिए 15 श्लोक और 80 वर्ष तक के लिए 10
      श्लोक निर्धारित किए गए हैं। 40 वर्ष की तक आयु वर्ग के लिए 23 दिसम्बर, 60
      वर्ष की तक आयु के लिए 24 दिसम्बर और 80 वर्ष तक के लिए 25 दिसम्बर को
      प्रतियोगिता होगी। गीता के श्लोकों का अर्थ सहित उच्चारण व वाचन करना होगा।
      श्लोक उच्चारण में गति, यति तथा लय का विशेष रूप से ध्यान दिया जायेगा तथा
      वाद्य यंत्रों के अलग से कोई अंक नहीं दिए जायेंगे। कंठस्थ श्लोक व उनका अर्थ
      ही स्वीकार होगा। श्लोक उच्चारण में अर्थ का अधिकतम समय 5 मिनट का होगा।
      <b>मॉस्क लगाना जरूरी</b>
      किरण बाला ने आमजन से आग्रह किया कि वे कोविड-19 नियमों के तहत सामाजिक दूरी
      का ध्यान रखते हुए मॉस्क पहनकर आना होगा। प्रतिभागियों को प्रतियोगिता से कम
      से कमक एक घंटा पहले नामांकन करवाना अनिवार्य होगा। सभी प्रतिभागियों को दल
      क्रमांक दिया जायेगा। u
    </>
  );
};
